const coordinate = {
    "daoku": {
        "10100": {
            "position_x": 76.5613513286592,
            "position_y": 13.608171915511058,
            "position_z": 59.371461693955986,
            "rotation_x": -1.3742223067168071,
            "rotation_y": 1.015284846460906,
            "rotation_z": 1.3405616573984829,
            "class_id": "daoku_01"
        },
        "10200": {
            "position_x": 45.07156090394057,
            "position_y": 13.122773428977162,
            "position_z": 59.11404542395765,
            "rotation_x": -1.3046466582103569,
            "rotation_y": 1.2171526966119903,
            "rotation_z": 1.2879850923603242,
            "class_id": "daoku_02"
        },
        "10300": {
            "position_x": 78.24085251923805,
            "position_y": 17.513624587389693,
            "position_z": 40.13829029950741,
            "rotation_x": -1.6252340877677438,
            "rotation_y": 0.9301200293858032,
            "rotation_z": 1.6386627079813698,
            "class_id": "daoku_03"
        },
        "10400": {
            "position_x": 45.07154714217589,
            "position_y": 13.122764437667268,
            "position_z": 41.24976177626759,
            "rotation_x": -1.4618200329073425,
            "rotation_y": 1.224763851997989,
            "rotation_z": 1.4550129544466468,
            "class_id": "daoku_04"
        },
        "10000": {
            "position_x": 25.906598859312318,
            "position_y": 19.187399997539774,
            "position_z": 54.10651270371286,
            "rotation_x": -0.512144892124472,
            "rotation_y": -0.16912377294107264,
            "rotation_z": -0.09434416545943794,
            "class_id": "daoku_05"
        }
    },
    "poqi": {
        "30000": {
            "position_x": 35.26778800584837,
            "position_y": 21.301106000390256,
            "position_z": 110.14787444156872,
            "rotation_x": -0.731937440406,
            "rotation_y": -0.6982477916445762,
            "rotation_z": -0.5237623850708051,
            "class_id": "poqi_01"
        },
        "30100": {
            "position_x": 38.81000922227772,
            "position_y": 18.810684266997683,
            "position_z": 57.51802801047084,
            "rotation_x": -2.5346588951374693,
            "rotation_y": -0.6114805833654089,
            "rotation_z": -2.762275575481617,
            "class_id": "poqi_02"
        }
    },
    "cefang": {
        "40100": {
            "position_x": -3.6553303663805714,
            "position_y": 12.2037229316528,
            "position_z": 79.76933446839082,
            "rotation_x": -1.6874292699039937,
            "rotation_y": -1.150382227208147,
            "rotation_z": -1.6984391608141256,
            "class_id": "cefang_01"
        },
        "40300": {
            "position_x": -4.286603523154369,
            "position_y": 11.096437344924071,
            "position_z": 89.91170129209847,
            "rotation_x": -1.6861029253017237,
            "rotation_y": -1.19938794151871,
            "rotation_z": -1.6944572606627015,
            "class_id": "cefang_02"
        },
        "40000": {
            "position_x": 78.76224923871611,
            "position_y": 15.321838316649021,
            "position_z": 25.555398223736454,
            "rotation_x": -1.3154147908671607,
            "rotation_y": 1.0168819596848309,
            "rotation_z": 1.27294352425963,
            "class_id": "cefang_03"
        }
    },
    "quxian": {
        "60100": {
            "position_x": 124.74816764720705,
            "position_y": 9.779357044613528,
            "position_z": 68.1908058550901,
            "rotation_x": -1.305901486816837,
            "rotation_y": 1.327632775619339,
            "rotation_z": 1.2982587624141306,
            "class_id": "quxian_01"
        },
        "60200": {
            "position_x": 102.42462640328614,
            "position_y": 22.237531967788723,
            "position_z": 21.325196274686643,
            "rotation_x": -2.2227092586650152,
            "rotation_y": 0.16961389194168905,
            "rotation_z": 2.9239281021961823,
            "class_id": "quxian_02"
        }
    },
    "zhijiao": {
        "70100": {
            "position_x": 7.979120406086292,
            "position_y": 18.64322198353563,
            "position_z": 42.121999243364534,
            "rotation_x": -1.3885778172200127,
            "rotation_y": 0.9059774011215084,
            "rotation_z": 1.3408144811978702,
            "class_id": "zhijiao_01"
        },
        "70200": {
            "position_x": 18.378536100997835,
            "position_y": 19.323112023626848,
            "position_z": 75.22034936020852,
            "rotation_x": -1.7272934855114326,
            "rotation_y": 0.9390161157067709,
            "rotation_z": 1.7638890802357095,
            "class_id": "zhijiao_02"
        },
        "70000": {
            "position_x": 7.302518288263897,
            "position_y": 18.87153854661286,
            "position_z": 23.041793070755297,
            "rotation_x": -1.4524463483027599,
            "rotation_y": 0.9323786102657261,
            "rotation_z": 1.423794965313851,
            "class_id": "zhijiao_03"
        }
    },
    "init": {
        // "position_x": 52.3446230928099,
        // "position_y": 95.00116913207593,
        // "position_z": 52.64099620587592,
        // "rotation_x": -1.570795325373094,
        // "rotation_y": -2.821325214251436e-8,
        // "rotation_z": -0.028165747399884214
        // "position_x": 49.188652159613234,
        // "position_y": 94.53744337007637,
        // "position_z": 54.24736398860276,
        // "rotation_x": -1.5707953260249095,
        // "rotation_y": -1.0131442784548639e-8,
        // "rotation_z": -0.010123301877751505

        "position_x": 49.68345137443233, // 线上
        "position_y": 50.92393001816839, // 线上
        "position_z": 149.9276812633887, // 线上
        "rotation_x": -0.39715335764583665, // 线上
        "rotation_y": -0.010281131075247018, // 线上
        "rotation_z": -0.004312232931078383 // 线上
        // "position_x": -12.91931183639516,
        // "position_y": 7.555555369982683,
        // "position_z": -3.4666357976546536,
        // "rotation_x": -3.0068777808538,
        // "rotation_y": -0.3590430390897007,
        // "rotation_z": -3.0940042597516695
    },
    "indexInit":{
        "position_x": 181.46715864548167,
        "position_y": 163.92701342862165,
        "position_z": 255.67242339205697,
        "rotation_x": -0.9803934814194015,
        "rotation_y": 0.4768924084210266,
        "rotation_z": 0.6005625107090307
    },
    "sceneCenter": {
        "position_x": 33,
        "position_y": 61,
        "position_z": 102,
    },
    "sceneReserveWidthHeightDepth": {
        "width": 50,
        "height": 120,
        "depth": 50
    },
    "curSceneCenter": {
        "position_x": 52.344625773098144,
        "position_y": 0.00006938473355603666,
        "position_z": 52.64090106963032,
    },
    "FK000001Y001033": { // 直角01 监控设备视频序号
        "position_x": -15.045683512893223,
        "position_y": 17.73266987757708,
        "position_z": 76.00085680644783,
        "rotation_x": -0.6462667655328206,
        "rotation_y": -0.013467893879762204,
        "rotation_z": -0.010159967466340467,
        "class_id": "zhijiao_monitor_01"
    },
    "FK000001Y001034": { // 直角02 监控设备视频序号
        "position_x": 23.41066178437441,
        "position_y": 17.852142130004406,
        "position_z": 78.38862589120336,
        "rotation_x": -1.5777043519243845,
        "rotation_y": 0.9380762176330018,
        "rotation_z": 1.5793576509731553,
        "class_id": "zhijiao_monitor_02"
    },
    "FK000001Y001036": { // 直角03 c2 监控设备视频序号
        "position_x": -14.232402916896232,
        "position_y": 22.72136893448812,
        "position_z": 60.84343752281328,
        "rotation_x": -0.5000640231292744,
        "rotation_y": -0.03850193261030021,
        "rotation_z": -0.021028541313133028,
        "class_id": "zhijiao_monitor_03"
    },
    "FK000001Y001043": { // 倒库01 监控设备视频序号
        "position_x": 46.73259689645554,
        "position_y": 16.605313264028517,
        "position_z": 87.71134300385151,
        "rotation_x": -0.5788418440977371,
        "rotation_y": -0.01977422379181105,
        "rotation_z": -0.012921155511617856,
        "class_id": "daoku_monitor_01"
    },
    "FK000001Y001042": { // 倒库02 监控设备视频序号
        "position_x": 15.543646170275611,
        "position_y": 16.605313264028517,
        "position_z": 87.71134300385151,
        "rotation_x": -0.5788418440977371,
        "rotation_y": -0.01977422379181105,
        "rotation_z": -0.012921155511617856,
        "class_id": "daoku_monitor_02"
    },
    "FK000001Y001045": { // 倒库03 监控设备视频序号
        "position_x": 51.96813979238678,
        "position_y": 20.599402297041376,
        "position_z": 14.196432249738177,
        "rotation_x": -2.4008946733896024,
        "rotation_y": 0.004980730070718804,
        "rotation_z": 3.137038472462268,
        "class_id": "daoku_monitor_03"
    },
    "FK000001Y001041": { // 倒库04 监控设备视频序号
        "position_x": 18.39472174409309,
        "position_y": 19.649420311757392,
        "position_z": 13.235196992084266,
        "rotation_x": -2.469601513597727,
        "rotation_y": 0.03125817692823163,
        "rotation_z": 3.1167359368837797,
        "class_id": "daoku_monitor_04"
    },
    "FK000001Y001031": { // 倒库05 C2 监控设备视频序号
        "position_x": 26.39926219876445,
        "position_y": 20.85495143007461,
        "position_z": 49.46909702792239,
        "rotation_x": -0.8962464592587779,
        "rotation_y": -0.023188877670622648,
        "rotation_z": -0.028986733799357657,
        "class_id": "daoku_monitor_05"
    },
    "FK000001Y001046": { // 曲线01 监控设备视频序号
        "position_x": 70.04278877828472,
        "position_y": 20.48996403060899,
        "position_z": 69.18127689836776,
        "rotation_x": -1.0935140606598883,
        "rotation_y": -0.755365126822763,
        "rotation_z": -0.9245046462782954,
        "class_id": "quxian_monitor_01"
    },
    "FK000001Y001044": { // 曲线02 监控设备视频序号
        "position_x": 89.59819760639738,
        "position_y": 16.167698287739974,
        "position_z": 20.80195041352713,
        "rotation_x": -2.3965404034094617,
        "rotation_y": -0.3052206740341674,
        "rotation_z": -2.8712081682548396,
        "class_id": "quxian_monitor_02"
    },
    "FK000001Y001035": { // 侧方01 监控设备序号
        "position_x": -8.567617418815395,
        "position_y": 15.292541942411317,
        "position_z": 80.83514047536433,
        "rotation_x": -1.5449737541618607,
        "rotation_y": -1.0391288193675312,
        "rotation_z": -1.5408407596534568,
        "class_id": "cefang_monitor_01"
    },
    "FK000001Y001030": { // 侧方02 监控设备视频序号
        "position_x": -9.021728777020186,
        "position_y": 15.149882107499147,
        "position_z": 91.95052695520339,
        "rotation_x": -1.544973754162313,
        "rotation_y": -1.039128819367545,
        "rotation_z": -1.5408407591454134,
        "class_id": "cefang_monitor_02"
    },
    "FK000001Y001038": { // 侧方03 C2 监控设备视频序号
        "position_x": 84.65229930985342,
        "position_y": 20.38793086005248,
        "position_z": 30.150380583230927,
        "rotation_x": -1.1518405040494295,
        "rotation_y": 0.747764387035142,
        "rotation_z": 0.9909952142321403,
        "class_id": "cefang_monitor_03"
    },
    "FK000001Y001029": { // 坡起01 监控设备视频序号
        "position_x": 49.245313388818175,
        "position_y": 12.017394643578331,
        "position_z": 95.19742029299081,
        "rotation_x": -0.940494191760253,
        "rotation_y": -1.1908759807447789,
        "rotation_z": -0.9049007936694574,
        "class_id": "poqi_monitor_01"
    },
    "FK000001Y001037": { // 坡起02 监控设备视频序号
        "position_x": 52.810495027082375,
        "position_y": 14.025517012198323,
        "position_z": 71.9060716183216,
        "rotation_x": -2.444906235768468,
        "rotation_y": -0.9926923928809548,
        "rotation_z": -2.530406458407949,
        "class_id": "poqi_monitor_02"
    },


    // 五尧公司那一套
    "51000203Y001027": { // 直角01 监控设备视频序号
        "position_x": -15.045683512893223,
        "position_y": 17.73266987757708,
        "position_z": 76.00085680644783,
        "rotation_x": -0.6462667655328206,
        "rotation_y": -0.013467893879762204,
        "rotation_z": -0.010159967466340467,
        "class_id": "zhijiao_monitor_01",
        "inRoom" : false
    },
    "51000203Y001008": { // 直角02 监控设备视频序号
        "position_x": 23.41066178437441,
        "position_y": 17.852142130004406,
        "position_z": 78.38862589120336,
        "rotation_x": -1.5777043519243845,
        "rotation_y": 0.9380762176330018,
        "rotation_z": 1.5793576509731553,
        "class_id": "zhijiao_monitor_02",
        "inRoom" : true
    },
    "51000203Y001015": { // 直角03 c2 监控设备视频序号
        "position_x": -19.014797425901,
        "position_y": 21.387095395870645,
        "position_z": 57.635862652610456,
        "rotation_x": -0.5571805790482133,
        "rotation_y": -0.04236541875983721,
        "rotation_z": -0.026380860078364196,
        "class_id": "zhijiao_monitor_03",
        "inRoom" : false
    },
    "51000203Y001005": { // 倒库01 监控设备视频序号
        "position_x": 46.73259689645554,
        "position_y": 16.605313264028517,
        "position_z": 87.71134300385151,
        "rotation_x": -0.5788418440977371,
        "rotation_y": -0.01977422379181105,
        "rotation_z": -0.012921155511617856,
        "class_id": "daoku_monitor_01",
        "inRoom" : false
    },
    "51000203Y001007": { // 倒库02 监控设备视频序号
        "position_x": 15.543646170275611,
        "position_y": 16.605313264028517,
        "position_z": 87.71134300385151,
        "rotation_x": -0.5788418440977371,
        "rotation_y": -0.01977422379181105,
        "rotation_z": -0.012921155511617856,
        "class_id": "daoku_monitor_02",
        "inRoom" : false
    },
    "51000203Y001023": { // 倒库03 监控设备视频序号
        "position_x": 51.96813979238678,
        "position_y": 20.599402297041376,
        "position_z": 14.196432249738177,
        "rotation_x": -2.4008946733896024,
        "rotation_y": 0.004980730070718804,
        "rotation_z": 3.137038472462268,
        "class_id": "daoku_monitor_03",
        "inRoom" : false
    },
    "51000203Y001024": { // 倒库04 监控设备视频序号
        "position_x": 17.099999999282606,
        "position_y": 20.599402297041376,
        "position_z": 14.196432249738177,
        "rotation_x": -2.4008946733896024,
        "rotation_y": 0.004980730070718804,
        "rotation_z": 3.137038472462268,
        "class_id": "daoku_monitor_04",
        "inRoom" : false
    },
    "51000203Y001025": { // 倒库05 C2 监控设备视频序号
        "position_x": 26.39926219876445,
        "position_y": 20.85495143007461,
        "position_z": 49.46909702792239,
        "rotation_x": -0.8962464592587779,
        "rotation_y": -0.023188877670622648,
        "rotation_z": -0.028986733799357657,
        "class_id": "daoku_monitor_05",
        "inRoom" : false
    },
    "51000203Y001011": { // 曲线01 监控设备视频序号
        "position_x": 70.04278877828472,
        "position_y": 20.48996403060899,
        "position_z": 69.18127689836776,
        "rotation_x": -1.0935140606598883,
        "rotation_y": -0.755365126822763,
        "rotation_z": -0.9245046462782954,
        "class_id": "quxian_monitor_01",
        "inRoom" : false
    },
    "51000203Y001012": { // 曲线02 监控设备视频序号
        "position_x": 89.59819760639738,
        "position_y": 16.167698287739974,
        "position_z": 20.80195041352713,
        "rotation_x": -2.3965404034094617,
        "rotation_y": -0.3052206740341674,
        "rotation_z": -2.8712081682548396,
        "class_id": "quxian_monitor_02",
        "inRoom" : false
    },
    "51000203Y001009": { // 侧方01 监控设备序号
        "position_x": -8.567617418815395,
        "position_y": 15.292541942411317,
        "position_z": 80.83514047536433,
        "rotation_x": -1.5449737541618607,
        "rotation_y": -1.0391288193675312,
        "rotation_z": -1.5408407596534568,
        "class_id": "cefang_monitor_01",
        "inRoom" : false
    },
    "51000203Y001010": { // 侧方02 监控设备视频序号
        "position_x": -9.021728777020186,
        "position_y": 15.149882107499147,
        "position_z": 91.95052695520339,
        "rotation_x": -1.544973754162313,
        "rotation_y": -1.039128819367545,
        "rotation_z": -1.5408407591454134,
        "class_id": "cefang_monitor_02",
        "inRoom" : false
    },
    "51000203Y001022": { // 侧方03 C2 监控设备视频序号
        "position_x": 84.65229930985342,
        "position_y": 20.38793086005248,
        "position_z": 30.150380583230927,
        "rotation_x": -1.1518405040494295,
        "rotation_y": 0.747764387035142,
        "rotation_z": 0.9909952142321403,
        "class_id": "cefang_monitor_03",
        "inRoom" : false
    },
    "51000203Y001013": { // 坡起01 监控设备视频序号
        "position_x": 81.59479768339992,
        "position_y": 13.865739106614292,
        "position_z": 92.77433391828063,
        "rotation_x": -1.5105512649161663,
        "rotation_y": 1.1327943949359192,
        "rotation_z": 1.5042890020204382,
        "class_id": "poqi_monitor_01",
        "inRoom" : false
    },
    "51000203Y001014": { // 坡起02 监控设备视频序号
        "position_x": 82.24963324096726,
        "position_y": 12.957632394345534,
        "position_z": 82.31158402548445,
        "rotation_x": -1.6085365892944063,
        "rotation_y": 1.164103622596202,
        "rotation_z": 1.611884673871295,
        "class_id": "poqi_monitor_02",
        "inRoom" : false
    },
    // 定兴科目一 4.0平台配置
    "FK000061Y004007": { // 理论考试区二楼 035 摄像头位置
        "position_x": 104.32437131322173,
        "position_y": 8.255765621770143,
        "position_z": -13.987275386624011,
        "rotation_x": -2.473247101816354,
        "rotation_y": -0.8098068779795512,
        "rotation_z": -2.6221918181322508,
        "inRoom" : true
    },


    "001": { // 室内 001号考台
        "position_x": 105.4929564167058,
        "position_y": 7.186318584436241,
        "position_z": -13.558049207674145,
        "rotation_x": -1.615147830392217,
        "rotation_y": -1.1527173561146276,
        "rotation_z": -1.6193215431546473,
        "inRoom" : true
    },
    "002": { // 室内 002号考台
        "position_x": 107.0005983528856,
        "position_y": 7.152494555500584,
        "position_z": -13.513147161951398,
        "rotation_x": -1.6037457336119594,
        "rotation_y": -1.1118641282346682,
        "rotation_z": -1.6075453952364342,
        "inRoom" : true
    },
    "003": { // 室内 003号考台
        "position_x": 108.85591421928517,
        "position_y": 7.063697657557992,
        "position_z": -13.490031442661792,
        "rotation_x": -1.6037457336130483,
        "rotation_y": -1.1118641282346844,
        "rotation_z": -1.6075453952376484,
        "inRoom" : true
    },
    "004": { // 室内 004号考台
        "position_x": 110.21918153395116,
        "position_y": 7.1351009817851025,
        "position_z": -13.53220103702722,
        "rotation_x": -1.6037457336136842,
        "rotation_y": -1.111864128234684,
        "rotation_z": -1.6075453952383576,
        "inRoom" : true
    },
    "005": { // 室内 005号考台
        "position_x": 111.71272020637015,
        "position_y": 7.073814775520387,
        "position_z": -13.507889213701866,
        "rotation_x": -1.6037457336141148,
        "rotation_y": -1.1118641282346822,
        "rotation_z": -1.6075453952388374,
        "inRoom" : true
    },
    "006": { // 室内 006号考台
        "position_x": 113.56266964205878,
        "position_y": 7.000523507180529,
        "position_z": -13.629303389362882,
        "rotation_x": -1.6037457336146606,
        "rotation_y": -1.1118641282346895,
        "rotation_z": -1.6075453952394458,
        "inRoom" : true
    },
    "007": { // 室内 007号考台
        "position_x": 115.30466259273047,
        "position_y": 6.788621079786809,
        "position_z": -13.689908995800758,
        "rotation_x": -1.6057139197971277,
        "rotation_y": -1.0570925659999184,
        "rotation_z": -1.6108834290505363,
        "inRoom" : true
    },
    "008": { // 室内 008号考台
        "position_x": 116.94296864345922,
        "position_y": 6.701738673032827,
        "position_z": -13.554863075962832,
        "rotation_x": -1.6057139197984387,
        "rotation_y": -1.0570925659999102,
        "rotation_z": -1.6108834290520406,
        "inRoom" : true
    },
    "009": { // 室内 009号考台
        "position_x": 104.53756691940848,
        "position_y": 7.2565145381508165,
        "position_z": -13.632974262867398,
        "rotation_x": -1.60259335837319,
        "rotation_y": -1.0161014208743937,
        "rotation_z": -1.608197070188704,
        "inRoom" : true
    },
    "010": { // 室内 010号考台
        "position_x": 115.1776530850659,
        "position_y": 7.1317453546488,
        "position_z": -11.7601414211266,
        "rotation_x": -1.580020098146683,
        "rotation_y": -0.9924573780113565,
        "rotation_z": -1.5818113382633154,
        "inRoom" : true
    },
    "011": { // 室内 011号考台
        "position_x": 113.77422476970168,
        "position_y": 7.3275790994149474,
        "position_z": -11.871237608057063,
        "rotation_x": -1.5834779317045689,
        "rotation_y": -0.9308924643768458,
        "rotation_z": -1.5866053128484374,
        "inRoom" : true
    },
    "012": { // 室内 012号考台
        "position_x": 112.4123799622339,
        "position_y": 7.214124060284307,
        "position_z": -11.829669006776877,
        "rotation_x": -1.574054316408278,
        "rotation_y": -0.8967631767808022,
        "rotation_z": -1.5749662197368084,
        "inRoom" : true
    },
    "013": { // 室内 013号考台
        "position_x": 111.00876806169144,
        "position_y": 7.203772829600438,
        "position_z": -11.851301609250196,
        "rotation_x": -1.574054316408278,
        "rotation_y": -0.8967631767808022,
        "rotation_z": -1.5749662197369008,
        "inRoom" : true
    },
    "014": { // 室内 014号考台
        "position_x": 109.48029457220636,
        "position_y": 7.2735306783161455,
        "position_z": -11.855827346475367,
        "rotation_x": -1.5875853162351123,
        "rotation_y": -0.9171704176090008,
        "rotation_z": -1.5919430680278306,
        "inRoom" : true
    },
    "015": { // 室内 015号考台
        "position_x": 108.07593128967106,
        "position_y": 7.306973948231472,
        "position_z": -11.83858972446701,
        "rotation_x": -1.5875853162364582,
        "rotation_y": -0.9171704176089976,
        "rotation_z": -1.591943068029526,
        "inRoom" : true
    },
    "016": { // 室内 016号考台
        "position_x": 106.70664477449925,
        "position_y": 7.217405150838711,
        "position_z": -11.843988889994941,
        "rotation_x": -1.5875853162369158,
        "rotation_y": -0.9171704176090147,
        "rotation_z": -1.5919430680301017,
        "inRoom" : true
    },
    "017": { // 室内 017号考台
        "position_x": 106.39529529856229,
        "position_y": 7.5007866083169485,
        "position_z": -10.039126999725639,
        "rotation_x": -1.5921984649164393,
        "rotation_y": -0.9205226619094284,
        "rotation_z": -1.597683825166619,
        "inRoom" : true
    },
    "018": { // 室内 018号考台
        "position_x": 107.92732249741839,
        "position_y": 7.257615435263239,
        "position_z": -10.074775063011879,
        "rotation_x": -1.5921984649169565,
        "rotation_y": -0.9205226619094499,
        "rotation_z": -1.5976838251672685,
        "inRoom" : true
    },
    "019": { // 室内 019号考台
        "position_x": 109.32408249964593,
        "position_y": 7.416997682849583,
        "position_z": -10.100984409715158,
        "rotation_x": -1.592198464917803,
        "rotation_y": -0.9205226619094836,
        "rotation_z": -1.5976838251683312,
        "inRoom" : true
    },
    "020": { // 室内 020号考台
        "position_x": 110.7576063196718,
        "position_y": 7.358676864735933,
        "position_z": -10.088052839663302,
        "rotation_x": -1.561216650667658,
        "rotation_y": -0.8967307599463311,
        "rotation_z": -1.5585352169008784,
        "inRoom" : true
    },
    "021": { // 室内 021号考台
        "position_x": 112.39466780401317,
        "position_y": 7.200038383816359,
        "position_z": -10.087602625460399,
        "rotation_x": -1.5612166506683076,
        "rotation_y": -0.8967307599463469,
        "rotation_z": -1.5585352169017102,
        "inRoom" : true
    },
    "022": { // 室内 022号考台
        "position_x": 113.76391013073456,
        "position_y": 7.307622221711161,
        "position_z": -10.064525654149572,
        "rotation_x": -1.5612166506704428,
        "rotation_y": -0.8967307599464283,
        "rotation_z": -1.5585352169044433,
        "inRoom" : true
    },
    "023": { // 室内 023号考台
        "position_x": 115.25005944968059,
        "position_y": 7.3761275383710645,
        "position_z": -10.0552812822329,
        "rotation_x": -1.561081187465675,
        "rotation_y": -0.9035672223384841,
        "rotation_z": -1.558429091766641,
        "inRoom" : true
    },
    "024": { // 室内 024号考台
        "position_x": 104.96813444941701,
        "position_y": 7.242950131640854,
        "position_z": -11.980538530108834,
        "rotation_x": -1.5537620913126737,
        "rotation_y": -0.8658775861422466,
        "rotation_z": -1.5484333969184307,
        "inRoom" : true
    },
    "025": { // 室内 025号考台
        "position_x": 104.96538465464711,
        "position_y": 7.208273949107182,
        "position_z": -10.134820109214255,
        "rotation_x": -1.5537620913135193,
        "rotation_y": -0.8658775861423157,
        "rotation_z": -1.548433396919542,
        "inRoom" : true
    },
    "026": { // 室内 026号考台
    },
    "027": { // 室内 027号考台
        "position_x": 113.52959184354351,
        "position_y": 7.474874607296992,
        "position_z": -8.47225598733853,
        "rotation_x": -1.5836606169801002,
        "rotation_y": -0.9377285828477055,
        "rotation_z": -1.5867522272949863,
        "inRoom" : true
    },
    "028": { // 室内 028号考台
        "position_x": 112.57309693327683,
        "position_y": 7.3792455954347,
        "position_z": -8.318365221478379,
        "rotation_x": -1.5862305897699187,
        "rotation_y": -0.8761572433947272,
        "rotation_z": -1.590884467036944,
        "inRoom" : true
    },
    "029": { // 室内 029号考台
        "position_x": 111.07201216590568,
        "position_y": 7.43735101942458,
        "position_z": -8.212048074395677,
        "rotation_x": -1.5891539311708567,
        "rotation_y": -0.8453406539577797,
        "rotation_z": -1.5953299441834987,
        "inRoom" : true
    },
    "030": { // 室内 030号考台
        "position_x": 109.71846620149918,
        "position_y": 7.133210991040274,
        "position_z": -8.260635460772818,
        "rotation_x": -1.5440194138502286,
        "rotation_y": -0.8246477802011837,
        "rotation_z": -1.5343383010883593,
        "inRoom" : true
    },
    "031": { // 室内 031号考台
        "position_x": 108.06156245695767,
        "position_y": 7.2827814254323,
        "position_z": -8.340187252626242,
        "rotation_x": -1.5662127875883192,
        "rotation_y": -0.8249694143082937,
        "rotation_z": -1.5645562408090141,
        "inRoom" : true
    },
    "032": { // 室内 032号考台
        "position_x": 106.6488413467606,
        "position_y": 7.308132556590563,
        "position_z": -8.282608378393073,
        "rotation_x": -1.5662127875889982,
        "rotation_y": -0.8249694143083245,
        "rotation_z": -1.5645562408099385,
        "inRoom" : true
    },
    "033": { // 室内 033号考台
        "position_x": 104.95577081245978,
        "position_y": 7.444745353114404,
        "position_z": -6.52568018815726,
        "rotation_x": -1.5772250993023325,
        "rotation_y": -0.8181227835732746,
        "rotation_z": -1.5796044006334353,
        "inRoom" : true
    },
    "034": { // 室内 034号考台
        "position_x": 106.17728540778384,
        "position_y": 7.732607416745958,
        "position_z": -6.599641841786172,
        "rotation_x": -1.5772250993031618,
        "rotation_y": -0.8181227835733155,
        "rotation_z": -1.579604400634571,
        "inRoom" : true
    },
    "035": { // 室内 035号考台
        "position_x": 107.36290652109125,
        "position_y": 7.935439083159397,
        "position_z": -6.604614737348102,
        "rotation_x": -1.5772250993036823,
        "rotation_y": -0.8181227835733383,
        "rotation_z": -1.579604400635284,
        "inRoom" : true
    },
    "036": { // 室内 036号考台
        "position_x": 109.22205691772982,
        "position_y": 7.645909429691125,
        "position_z": -6.615676961662405,
        "rotation_x": -1.5772250993044763,
        "rotation_y": -0.8181227835733632,
        "rotation_z": -1.5796044006363714,
        "inRoom" : true
    },
    "037": { // 室内 037号考台
        "position_x": 110.66869504290251,
        "position_y": 7.755250799031329,
        "position_z": -6.6109805359894915,
        "rotation_x": -1.5772250993052135,
        "rotation_y": -0.8181227835733924,
        "rotation_z": -1.579604400637382,
        "inRoom" : true
    },
    "038": { // 室内 038号考台
        "position_x": 112.24217533508656,
        "position_y": 7.697760466778455,
        "position_z": -6.531370008570057,
        "rotation_x": -1.5772250993057892,
        "rotation_y": -0.818122783573419,
        "rotation_z": -1.5796044006381702,
        "inRoom" : true
    },
    "039": { // 室内 039号考台
        "position_x": 113.79453958719071,
        "position_y": 7.481363824968982,
        "position_z": -6.512347801253772,
        "rotation_x": -1.5772250993065373,
        "rotation_y": -0.8181227835734421,
        "rotation_z": -1.579604400639195,
        "inRoom" : true
    },
    "040": { // 室内 040号考台
        "inRoom" : true
    },
    "041": { // 室内 041号考台
        "position_x": 104.49017307510161,
        "position_y": 7.4081648123642765,
        "position_z": -8.307921930169405,
        "rotation_x": -1.5915600571775321,
        "rotation_y": -1.0162810820842645,
        "rotation_z": -1.5952184227552269,
        "inRoom" : true
    },
    "042": { // 室内 042号考台
        "position_x": 104.97550629655137,
        "position_y": 7.258852705417385,
        "position_z": -2.891839381397751,
        "rotation_x": -1.554453344840039,
        "rotation_y": -0.8453716524148269,
        "rotation_z": -1.548955307391363,
        "inRoom" : true
    },
    "043": { // 室内 043号考台
        "position_x": 115.2554518135429,
        "position_y": 7.182954607903881,
        "position_z": -4.823631898445608,
        "rotation_x": -1.579181170910136,
        "rotation_y": -0.9480195288363656,
        "rotation_z": -1.5811190352078308,
        "inRoom" : true
    },
    "044": { // 室内 044号考台
        "position_x": 113.66856318149978,
        "position_y": 7.74692269398258,
        "position_z": -4.934804277958328,
        "rotation_x": -1.5741003891564525,
        "rotation_y": -0.903600097573509,
        "rotation_z": -1.5750023151674344,
        "inRoom" : true
    },
    "045": { // 室内 045号考台
        "position_x": 112.46731945570457,
        "position_y": 7.59353685718407,
        "position_z": -4.799719896127094,
        "rotation_x": -1.574100389156998,
        "rotation_y": -0.9036000975735025,
        "rotation_z": -1.575002315168129,
        "inRoom" : true
    },
    "046": { // 室内 046号考台
        "position_x": 110.96145547398767,
        "position_y": 7.4020889784685675,
        "position_z": -4.742444412172279,
        "rotation_x": -1.5741003891578205,
        "rotation_y": -0.903600097573518,
        "rotation_z": -1.5750023151691759,
        "inRoom" : true
    },
    "047": { // 室内 047号考台
        "position_x": 109.46434014370246,
        "position_y": 7.401277597364764,
        "position_z": -4.812135516582078,
        "rotation_x": -1.574100389158971,
        "rotation_y": -0.9036000975735631,
        "rotation_z": -1.5750023151706405,
        "inRoom" : true
    },
    "048": { // 室内 048号考台
        "position_x": 107.98820825226942,
        "position_y": 7.380768633199994,
        "position_z": -4.826916734846593,
        "rotation_x": -1.5741003891598453,
        "rotation_y": -0.9036000975735843,
        "rotation_z": -1.5750023151717534,
        "inRoom" : true
    },
    "049": { // 室内 049号考台
        "position_x": 106.45499078696952,
        "position_y": 7.373428257185111,
        "position_z": -4.824278832614613,
        "rotation_x": -1.565852147104038,
        "rotation_y": -0.8625720448695405,
        "rotation_z": -1.5642867389423212,
        "inRoom" : true
    },
    "050": { // 室内 050号考台
        "position_x": 105.0665116921718,
        "position_y": 7.3931831468994345,
        "position_z": -4.830373907977643,
        "rotation_x": -1.554453344838785,
        "rotation_y": -0.8453716524147414,
        "rotation_z": -1.5489553073896858,
        "inRoom" : true
    },
    "051": { // 室内 051号考台
        "position_x": 106.17114625329957,
        "position_y": 7.563966677862154,
        "position_z": -3.008950221925173,
        "rotation_x": -1.5737321318330517,
        "rotation_y": -0.8454862404328536,
        "rotation_z": -1.5747196501998557,
        "inRoom" : true
    },
    "052": { // 室内 052号考台
        "position_x": 107.85397490942091,
        "position_y": 7.44556396249927,
        "position_z": -3.0720358939369934,
        "rotation_x": -1.5737321318337045,
        "rotation_y": -0.8454862404328582,
        "rotation_z": -1.574719650200728,
        "inRoom" : true
    },
    "053": { // 室内 053号考台
        "position_x": 109.08371338928859,
        "position_y": 7.709870850269804,
        "position_z": -2.8865851826150077,
        "rotation_x": -1.5737321318345847,
        "rotation_y": -0.8454862404328541,
        "rotation_z": -1.574719650201904,
        "inRoom" : true
    },
    "054": { // 室内 054号考台
        "position_x": 110.4562675928405,
        "position_y": 7.751427551696323,
        "position_z": -2.938133157861355,
        "rotation_x": -1.5737321318348676,
        "rotation_y": -0.8454862404328546,
        "rotation_z": -1.5747196502022827,
        "inRoom" : true
    },
    "055": { // 室内 055号考台
        "position_x": 112.22224646419932,
        "position_y": 7.628230142854715,
        "position_z": -2.9097708171166605,
        "rotation_x": -1.5737321318353192,
        "rotation_y": -0.845486240432862,
        "rotation_z": -1.5747196502028857,
        "inRoom" : true
    },
    "056": { // 室内 056号考台
        "position_x": 113.10361371189556,
        "position_y": 7.547562329991867,
        "position_z": -2.999183244658624,
        "rotation_x": -1.5388584281546231,
        "rotation_y": -0.9818890668152551,
        "rotation_z": -1.532394394155691,
        "inRoom" : true
    },
    "057": { // 室内 057号考台
        "position_x": 115.06603853981278,
        "position_y": 7.737583561849824,
        "position_z": -3.008158919913664,
        "rotation_x": -1.5737321318361175,
        "rotation_y": -0.8454862404328677,
        "rotation_z": -1.5747196502039524,
        "inRoom" : true
    },
    "058": { // 室内 058号考台
        "position_x": 104.81306899336649,
        "position_y": 7.551978361567664,
        "position_z": -1.189276575039074,
        "rotation_x": -1.573732131839447,
        "rotation_y": -0.8454862404328746,
        "rotation_z": -1.574719650208402,
        "inRoom" : true
    },
    "059": { // 室内 059号考台
        "position_x": 104.78583905635244,
        "position_y": 7.526073450964091,
        "position_z": 0.4495246960591696,
        "rotation_x": -1.5737321318398703,
        "rotation_y": -0.8454862404328833,
        "rotation_z": -1.5747196502089673,
        "inRoom" : true
    },
    "060": { // 室内 060号考台
        "position_x": 115.27263757469235,
        "position_y": 7.458863343810415,
        "position_z": -1.0900079912363738,
        "rotation_x": -1.5737321318418374,
        "rotation_y": -0.8454862404328827,
        "rotation_z": -1.5747196502115965,
        "inRoom" : true
    },
    "061": { // 室内 061号考台
        "position_x": 113.96925168856815,
        "position_y": 7.547161941554261,
        "position_z": -1.158140211795414,
        "rotation_x": -1.573732131842474,
        "rotation_y": -0.8454862404328859,
        "rotation_z": -1.57469,
        "inRoom" : true
    },
    "062": { // 室内 062号考台
        "position_x": 112.4079724156578,
        "position_y": 7.399640449405529,
        "position_z": -1.2080914658932251,
        "rotation_x": -1.5737321318434323,
        "rotation_y": -0.8454862404328928,
        "rotation_z": -1.574719650213728,
        "inRoom" : true
    },
    "063": { // 室内 063号考台
        "position_x": 110.88753599815311,
        "position_y": 7.361560115896987,
        "position_z": -1.2508311612894403,
        "rotation_x": -1.5737321318443176,
        "rotation_y": -0.8454862404328842,
        "rotation_z": -1.574719650214911,
        "inRoom" : true
    },
    "064": { // 室内 064号考台
        "position_x": 109.5317661099515,
        "position_y": 7.375971890683805,
        "position_z": -1.1453667205670843,
        "rotation_x": -1.5737321318453297,
        "rotation_y": -0.8454862404328978,
        "rotation_z": -1.574719650216263,
        "inRoom" : true
    },
    "065": { // 室内 065号考台
        "position_x": 107.91681791355894,
        "position_y": 7.3295261512220184,
        "position_z": -1.2235840006631136,
        "rotation_x": -1.5737321318460264,
        "rotation_y": -0.8454862404329011,
        "rotation_z": -1.5747196502171947,
        "inRoom" : true
    },
    "066": { // 室内 066号考台
        "position_x": 106.33922574564235,
        "position_y": 7.313447782313921,
        "position_z": -1.1673067676834636,
        "rotation_x": -1.579181170910136,
        "rotation_y": -0.8454862404329027,
        "rotation_z": -1.5747196502179777,
        "inRoom" : true
    },
    "067": { // 室内 067号考台
        "position_x": 106.13743414600881,
        "position_y": 7.571584937010232,
        "position_z": 0.5458237304753748,
        "rotation_x": -1.573732131847911,
        "rotation_y": -0.8454862404328849,
        "rotation_z": -1.5747196502197132,
        "inRoom" : true
    },
    "068": { // 室内 068号考台
        "position_x": 107.69768617841511,
        "position_y": 7.679352798970813,
        "position_z": 0.34630156589551403,
        "rotation_x": -1.5737321318489155,
        "rotation_y": -0.8454862404328859,
        "rotation_z": -1.5747196502210554,
        "inRoom" : true
    },
    "069": { // 室内 069号考台
        "position_x": 109.10972509049242,
        "position_y": 7.601639474227464,
        "position_z": 0.441931199570262,
        "rotation_x": -1.5737321318493318,
        "rotation_y": -0.8454862404328862,
        "rotation_z": -1.5747196502216116,
        "inRoom" : true
    },
    "070": { // 室内 070号考台
        "position_x": 110.75874684207552,
        "position_y": 7.4995551017511835,
        "position_z": 0.34596046789265233,
        "rotation_x": -1.573732131850008,
        "rotation_y": -0.8454862404328853,
        "rotation_z": -1.5747196502225151,
        "inRoom" : true
    },
    "071": { // 室内 071号考台
        "position_x": 112.26603573429104,
        "position_y": 7.421682800962815,
        "position_z": 0.30799263497332696,
        "rotation_x": -1.5737321318505717,
        "rotation_y": -0.8454862404328941,
        "rotation_z": -1.5747196502232685,
        "inRoom" : true
    },
    "072": { // 室内 072号考台
        "position_x": 112.71710485772655,
        "position_y": 7.191358740705411,
        "position_z": 0.5578644166042304,
        "rotation_x": -1.3231467168560693,
        "rotation_y": -1.1898154934350025,
        "rotation_z": -1.304878240126536,
        "inRoom" : true
    },
    "073": { // 室内 073号考台
        "position_x": 115.39634366824399,
        "position_y": 7.422284466573852,
        "position_z": 0.4297563898793248,
        "rotation_x": -1.573732131851578,
        "rotation_y": -0.8454862404329028,
        "rotation_z": -1.5747196502246132,
        "inRoom" : true
    },
    "074": { // 室内 074号考台
        "position_x": 116.60815911418834,
        "position_y": 7.529529428244258,
        "position_z": 0.34600530123476525,
        "rotation_x": -1.573732131852003,
        "rotation_y": -0.8454862404329054,
        "rotation_z": -1.5747196502251817,
        "inRoom" : true
    },
    "075": { // 室内 075号考台
        "position_x": 99.50442963372514,
        "position_y": 11.489631903327803,
        "position_z": -13.756693731103324,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "076": { // 室内 076号考台
        "position_x": 101.12525167102146,
        "position_y": 11.421281156066483,
        "position_z": -13.741255559300278,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "077": { // 室内 077号考台
        "position_x": 102.49517828471305,
        "position_y": 11.273940249744024,
        "position_z": -13.694455140375508,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "078": { // 室内 078号考台
        "position_x": 103.83601598060717,
        "position_y": 11.411355656399042,
        "position_z": -13.669012986094158,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "079": { // 室内 079号考台
        "position_x": 105.47014859512949,
        "position_y": 11.301177938063406,
        "position_z": -13.711540547011303,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "080": { // 室内 080号考台
        "position_x": 106.93181536309416,
        "position_y": 11.337016367385436,
        "position_z": -13.739813013512325,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "081": { // 室内 081号考台
        "position_x": 108.43995810497323,
        "position_y": 11.341663774134187,
        "position_z": -13.686034519332791,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "082": { // 室内 082号考台
        "position_x": 109.79673483176782,
        "position_y": 11.480508072069007,
        "position_z": -13.678670083670347,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "083": { // 室内 083号考台
        "position_x": 111.3030252053043,
        "position_y": 11.51761701164573,
        "position_z": -13.759616223184375,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "084": { // 室内 084号考台
        "position_x": 112.5892278536177,
        "position_y": 11.54779307425755,
        "position_z": -13.654927094740932,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "085": { // 室内 085号考台
        "position_x": 114.37819052772421,
        "position_y": 11.592033934421716,
        "position_z": -13.653255078796139,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "086": { // 室内 086号考台
        "position_x": 115.92400961044456,
        "position_y": 11.401744683557542,
        "position_z": -13.677397463703677,
        "rotation_x": -1.6016172017701256,
        "rotation_y": -0.9271775959000057,
        "rotation_z": -1.574719650225184,
        "inRoom" : true
    },
    "087": { // 室内 087号考台
        "position_x": 97.84724887560591,
        "position_y": 11.64191139132246,
        "position_z": -11.957804456359659,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "088": { // 室内 088号考台
        "position_x": 114.30755788267436,
        "position_y": 11.73679162653938,
        "position_z": -11.897215718340437,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "089": { // 室内 089号考台
        "position_x": 113.1810070912106,
        "position_y": 11.532227773716174,
        "position_z": -11.809544986472348,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "090": { // 室内 090号考台
        "position_x": 111.57413820699968,
        "position_y": 11.525987741547803,
        "position_z": -11.896108462091837,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "091": { // 室内 091号考台
        "position_x": 110.31111250042753,
        "position_y": 11.393392368081088,
        "position_z": -11.909945832133788,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "092": { // 室内 092号考台
        "position_x": 108.94273076150009,
        "position_y": 11.076863732158545,
        "position_z": -11.83914990141941,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "093": { // 室内 093号考台
        "position_x": 107.27025708529479,
        "position_y": 11.262124332754897,
        "position_z": -11.89211664911113,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "094": { // 室内 094号考台
        "position_x": 105.4871145482065,
        "position_y": 11.474195544230971,
        "position_z": -11.797060256309882,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "095": { // 室内 095号考台
        "position_x": 104.16190123967257,
        "position_y": 11.23587524388073,
        "position_z": -11.918593229827835,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "096": { // 室内 096号考台
        "position_x": 102.59664077138898,
        "position_y": 11.253359877273766,
        "position_z": -11.87706603767653,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "097": { // 室内 097号考台
        "position_x": 100.89098304252326,
        "position_y": 11.55080750974286,
        "position_z": -11.889181973356097,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "098": { // 室内 098号考台
        "position_x": 99.63795612991971,
        "position_y": 11.431302061373016,
        "position_z": -11.808361728813034,
        "rotation_x": -1.5831224296643065,
        "rotation_y": -0.9172201808559118,
        "rotation_z": -1.5863215969545257,
        "inRoom" : true
    },
    "099": { // 室内 099号考台
        "position_x": 99.39677563024786,
        "position_y": 11.451558767058009,
        "position_z": -10.0633038378459,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "100": { // 室内 100号考台
        "position_x": 100.77442287135632,
        "position_y": 11.61666888516706,
        "position_z": -10.122701964615157,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "101": { // 室内 101号考台
        "position_x": 102.31953684085741,
        "position_y": 11.679706422505342,
        "position_z": -10.146297495153727,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "102": { // 室内 102号考台
        "position_x": 103.78494355395097,
        "position_y": 11.62024838441135,
        "position_z": -10.112577289636627,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "103": { // 室内 103号考台
        "position_x": 104.94242612479069,
        "position_y": 11.815379804580456,
        "position_z": -10.06218005614753,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "104": { // 室内 104号考台
        "position_x": 106.32470009704211,
        "position_y": 11.920839339659764,
        "position_z": -10.069703250051138,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "105": { // 室内 105号考台
        "position_x": 107.9203323791543,
        "position_y": 11.946563533260921,
        "position_z": -10.117964332922721,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "106": { // 室内 106号考台
        "position_x": 109.73804561114909,
        "position_y": 11.659323981502075,
        "position_z": -10.059211184725978,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "107": { // 室内 107号考台
        "position_x": 111.11549287504496,
        "position_y": 11.779399729634576,
        "position_z": -10.066527023835008,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "108": { // 室内 108号考台
        "position_x": 112.79352127081272,
        "position_y": 11.629206425293154,
        "position_z": -10.033342463542471,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "109": { // 室内 109号考台
        "position_x": 114.31535836582565,
        "position_y": 11.6454615988794,
        "position_z": -10.076037768948916,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "110": { // 室内 110号考台
        "position_x": 97.72333382382334,
        "position_y": 11.61844607040896,
        "position_z": -10.088285289823933,
        "rotation_x": -1.5831224296704653,
        "rotation_y": -0.9172201808562064,
        "rotation_z": -1.586321596962279,
        "inRoom" : true
    },
    "111": { // 室内 111号考台
        "position_x": 97.63838762207556,
        "position_y": 11.617602594824268,
        "position_z": -8.313848376694493,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "112": { // 室内 112号考台
        "position_x": 97.57534281853006,
        "position_y": 11.585207409825975,
        "position_z": 0.6090066227890372,
        "rotation_x": -1.5868021068242593,
        "rotation_y": -0.9623348840119118,
        "rotation_z": -1.5903021916598543,
        "inRoom" : true
    },
    "113": { // 室内 113号考台
        "position_x": 113.05179676249193,
        "position_y": 11.476412105120145,
        "position_z": -8.298267457850136,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "114": { // 室内 114号考台
        "position_x": 111.52878764354026,
        "position_y": 11.599186194837603,
        "position_z": -8.241807537505577,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "115": { // 室内 115号考台
        "position_x": 110.13885551981396,
        "position_y": 11.42924563090132,
        "position_z": -8.169616524269891,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "116": { // 室内 116号考台
        "position_x": 108.56743924637446,
        "position_y": 11.500218131639341,
        "position_z": -8.257262366841195,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "117": { // 室内 117号考台
        "position_x": 106.85132847533649,
        "position_y": 11.474126758980507,
        "position_z": -8.294328785864037,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "118": { // 室内 118号考台
        "position_x": 105.4797806878752,
        "position_y": 11.526026902388763,
        "position_z": -8.302319313649255,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "119": { // 室内 119号考台
        "position_x": 103.86407929068018,
        "position_y": 11.54294761990135,
        "position_z": -8.324999237734966,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "120": { // 室内 120号考台
        "position_x": 102.39640244711964,
        "position_y": 11.474892741332248,
        "position_z": -8.306870706642647,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "121": { // 室内 121号考台
        "position_x": 100.95049397533612,
        "position_y": 11.403780498369269,
        "position_z": -8.30655544199433,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "122": { // 室内 122号考台
        "position_x": 99.32255001150588,
        "position_y": 11.354753003970401,
        "position_z": -8.278530313824314,
        "rotation_x": -1.5608735218601446,
        "rotation_y": -0.913821898820198,
        "rotation_z": -1.558265303382794,
        "inRoom" : true
    },
    "123": { // 室内 123号考台
        "position_x": 99.06889437893314,
        "position_y": 11.630085544616202,
        "position_z": -6.562327255844597,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "124": { // 室内 124号考台
        "position_x": 100.58401504201089,
        "position_y": 11.5692306482268,
        "position_z": -6.502362050858961,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "125": { // 室内 125号考台
        "position_x": 101.95078020125305,
        "position_y": 11.643861181352023,
        "position_z": -6.463176519676531,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "126": { // 室内 126号考台
        "position_x": 103.30926564993692,
        "position_y": 11.719975785279738,
        "position_z": -6.5499881854993385,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "127": { // 室内 127号考台
        "position_x": 104.87361153910352,
        "position_y": 11.69268297923408,
        "position_z": -6.509709481610021,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "128": { // 室内 128号考台
        "position_x": 106.29774080886591,
        "position_y": 11.83894567064524,
        "position_z": -6.491386941860126,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "129": { // 室内 129号考台
        "position_x": 107.97810457548249,
        "position_y": 11.895058833594318,
        "position_z": -6.508148616803774,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "130": { // 室内 130号考台
        "position_x": 109.89674252643742,
        "position_y": 11.57442744574742,
        "position_z": -6.589242362969378,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "131": { // 室内 131号考台
        "position_x": 111.38910249979689,
        "position_y": 11.514958917842751,
        "position_z": -6.5498464685667805,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "132": { // 室内 132号考台
        "position_x": 112.78592096887621,
        "position_y": 11.620296913126035,
        "position_z": -6.577750365982771,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "133": { // 室内 133号考台
        "position_x": 97.92324039001068,
        "position_y": 11.333536583665813,
        "position_z": -1.1227019648450514,
        "rotation_x": -1.586802106823666,
        "rotation_y": -0.9623348840118712,
        "rotation_z": -1.5903021916591322,
        "inRoom" : true
    },
    "134": { // 室内 134号考台
        "position_x": 97.21133811138819,
        "position_y": 11.596872147124925,
        "position_z": -6.464965907029712,
        "rotation_x": -1.5927146838510418,
        "rotation_y": -1.0402030906169482,
        "rotation_z": -1.5962073073273484,
        "inRoom" : true
    },
    "135": { // 室内 135号考台
        "position_x": 97.58416081221245,
        "position_y": 11.743957051452243,
        "position_z": -4.855306570814375,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "136": { // 室内 136号考台
        "position_x": 114.08775942176678,
        "position_y": 12.00681879740254,
        "position_z": -4.756760670229288,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "137": { // 室内 137号考台
        "position_x": 112.97005072179356,
        "position_y": 11.822836374313479,
        "position_z": -4.735559522836069,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "138": { // 室内 138号考台
        "position_x": 111.65092937225207,
        "position_y": 11.650573348675987,
        "position_z": -4.766011546852927,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "139": { // 室内 139号考台
        "position_x": 110.12001979226132,
        "position_y": 11.82428096651541,
        "position_z": -4.720564455610462,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "140": { // 室内 140号考台
        "position_x": 108.56730523088437,
        "position_y": 11.504516276288367,
        "position_z": -4.776983460974784,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "141": { // 室内 141号考台
        "position_x": 107.17764729147794,
        "position_y": 11.526859491128985,
        "position_z": -4.793651831346977,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "142": { // 室内 142号考台
        "position_x": 105.43561104027242,
        "position_y": 11.636468720895907,
        "position_z": -4.801568400769097,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "143": { // 室内 143号考台
        "position_x": 103.85449822170447,
        "position_y": 11.351257635137193,
        "position_z": -4.758100470426525,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "144": { // 室内 144号考台
        "position_x": 102.29009417738736,
        "position_y": 11.405325297684596,
        "position_z": -4.774884642859022,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "145": { // 室内 145号考台
        "position_x": 100.92890521033947,
        "position_y": 11.377429998512813,
        "position_z": -4.822900341541095,
        "rotation_x": -1.593295821207816,
        "rotation_y": -0.944443162659125,
        "rotation_z": -1.598565177083831,
        "inRoom" : true
    },
    "146": { // 室内 146号考台
        "position_x": 99.5241644207338,
        "position_y": 11.61948916180915,
        "position_z": -4.842016438791863,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "147": { // 室内 147号考台
        "position_x": 99.37504699129981,
        "position_y": 11.555385147051359,
        "position_z": -3.08456873789326,
        "rotation_x": -1.565386795333811,
        "rotation_y": -0.9070083495318181,
        "rotation_z": -1.5639285525739102,
        "inRoom" : true
    },
    "148": { // 室内 148号考台
        "position_x": 100.61461536435868,
        "position_y": 11.84702756708621,
        "position_z": -2.9143290185484343,
        "rotation_x": -1.565386795333811,
        "rotation_y": -0.9070083495318181,
        "rotation_z": -1.5639285525739102,
        "inRoom" : true
    },
    "149": { // 室内 149号考台
        "position_x": 102.02183831163195,
        "position_y": 11.888818076824016,
        "position_z": -2.95353058946835,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "150": { // 室内 150号考台
        "position_x": 103.2829039296223,
        "position_y": 11.853891787955208,
        "position_z": -2.961226289570724,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "151": { // 室内 151号考台
        "position_x": 104.68916542955053,
        "position_y": 12.000651813123104,
        "position_z": -2.949679744167867,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "152": { // 室内 152号考台
        "position_x": 106.30890732129551,
        "position_y": 11.820151481350196,
        "position_z": -2.958062807417795,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "153": { // 室内 153号考台
        "position_x": 107.70671545889188,
        "position_y": 11.949642333516241,
        "position_z": -2.9651742074722742,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "154": { // 室内 154号考台
        "position_x": 109.1910430591545,
        "position_y": 11.891435364354615,
        "position_z": -2.9566979204554746,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "155": { // 室内 155号考台
        "position_x": 110.59863112101613,
        "position_y": 12.020957360156999,
        "position_z": -2.924836982713744,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "156": { // 室内 156号考台
        "position_x": 112.37311024370322,
        "position_y": 11.905561040933781,
        "position_z": -2.9575163803567257,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "157": { // 室内 157号考台
        "position_x": 114.00530692668983,
        "position_y": 11.979474879685148,
        "position_z": -2.905374801653891,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "158": { // 室内 158号考台
        "position_x": 97.58347109986752,
        "position_y": 11.52456821643575,
        "position_z": -2.9992700951183062,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "159": { // 室内 159号考台
        "position_x": 115.3911039332209,
        "position_y": 12.094811504880294,
        "position_z": -1.1583250833778345,
        "rotation_x": -1.5615372347436653,
        "rotation_y": -0.9999999999999996,
        "rotation_z": -1.5639326299313672,
        "inRoom" : true
    },
    "160": { // 室内 160号考台
        "position_x": 114.49401728422797,
        "position_y": 11.754855120882112,
        "position_z": -1.2481732606811942,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "161": { // 室内 161号考台
        "position_x": 112.70306320221496,
        "position_y": 11.644686414855036,
        "position_z": -1.1606743659642866,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "162": { // 室内 162号考台
        "position_x": 111.2417150091011,
        "position_y": 11.680396016813047,
        "position_z": -1.2149826963159163,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "163": { // 室内 163号考台
        "position_x": 109.87986835828058,
        "position_y": 11.462001755102754,
        "position_z": -1.2090160200409379,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "164": { // 室内 164号考台
        "position_x": 108.31800578220485,
        "position_y": 11.448061480459089,
        "position_z": -1.1642941917563836,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "165": { // 室内 165号考台
        "position_x": 106.8402950551203,
        "position_y": 11.550644794496014,
        "position_z": -1.2183298081555582,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "166": { // 室内 166号考台
        "position_x": 105.30264182341311,
        "position_y": 11.400068893790484,
        "position_z": -1.2526174967752146,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "167": { // 室内 167号考台
        "position_x": 103.89299916610446,
        "position_y": 11.485033880872487,
        "position_z": -1.1465635141274122,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "168": { // 室内 168号考台
        "position_x": 102.54743578858222,
        "position_y": 11.218493832437575,
        "position_z": -1.1615951223881866,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "169": { // 室内 169号考台
        "position_x": 100.91001816301383,
        "position_y": 11.23592716337542,
        "position_z": -1.1400808411207974,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "170": { // 室内 170号考台
        "position_x": 99.43867010205929,
        "position_y": 11.101663064007209,
        "position_z": -1.2085987682213695,
        "rotation_x": -1.586802106814981,
        "rotation_y": -0.9623348840113332,
        "rotation_z": -1.590302191648556,
        "inRoom" : true
    },
    "171": { // 室内 171号考台
        "position_x": 99.23718984689623,
        "position_y": 11.394374771651382,
        "position_z": 0.6094643098000354,
        "rotation_x": -1.5868021068255398,
        "rotation_y": -0.9623348840119805,
        "rotation_z": -1.5903021916614135,
        "inRoom" : true
    },
    "172": { // 室内 172号考台
        "position_x": 100.75919217402384,
        "position_y": 11.490999290596916,
        "position_z": 0.6077926126379003,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "173": { // 室内 173号考台
        "position_x": 102.15721873781504,
        "position_y": 11.661376419231944,
        "position_z": 0.5958278225384743,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "174": { // 室内 174号考台
        "position_x": 103.62671005154291,
        "position_y": 11.607955663151971,
        "position_z": 0.6214436063309919,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "175": { // 室内 175号考台
        "position_x": 105.20183645736249,
        "position_y": 11.690560362532931,
        "position_z": 0.6446165908030244,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "176": { // 室内 176号考台
        "position_x": 106.78569522772888,
        "position_y": 11.473576941379918,
        "position_z": 0.6685154010263443,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "177": { // 室内 177号考台
        "position_x": 108.38809753452831,
        "position_y": 11.568612659369672,
        "position_z": 0.656045937339374,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "178": { // 室内 178号考台
        "position_x": 109.88000815808233,
        "position_y": 11.591210156976592,
        "position_z": 0.679288369108531,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "179": { // 室内 179号考台
        "position_x": 111.04433333312518,
        "position_y": 11.7767221922881,
        "position_z": 0.6676498278722874,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "180": { // 室内 180号考台
        "position_x": 112.86751230485956,
        "position_y": 11.544759427057297,
        "position_z": 0.6930487967926185,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "181": { // 室内 181号考台
        "position_x": 114.56233255181988,
        "position_y": 11.477796634014119,
        "position_z": 0.6798151350952005,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },
    "182": { // 室内 182号考台
        "position_x": 115.84120686538837,
        "position_y": 11.796880975918508,
        "position_z": 0.6843833801807708,
        "rotation_x": -1.5741277073653068,
        "rotation_y": -0.9070154537647289,
        "rotation_z": -1.5750257369366762,
        "inRoom" : true
    },

    "ZhuTi01": {
        "position_x": -6.0476791967593275,
        "position_y": 43.69405692379115,
        "position_z": 38.7898716413843,
        "rotation_x": -0.6956715914567824,
        "rotation_y": -0.013568704102971375,
        "rotation_z": -0.01132789618680302,
    },
    "ZhuTi02": {
        "position_x": 102.4030945521954,
        "position_y": 47.81948603112539,
        "position_z": 35.29826879144193,
        "rotation_x": -0.8090611367384726,
        "rotation_y": -0.006176385378777272,
        "rotation_z": -0.0064756986202742775,
    },
    "test1": { // 五尧科目二候考区
        "position_x": 22.5573420285117,
        "position_y": 34.5358608697949,
        "position_z": 9.525560336279167,
        "rotation_x": -1.172664981536912,
        "rotation_y": 0.5419409334131464,
        "rotation_z": 0.8867247919325202,
    },
    "jkzx": { // 五尧科目二 二层监控中心
        "position_x": 20.104868895332476,
        "position_y": 45.44853230754609,
        "position_z": 4.350652729129093,
        "rotation_x": -1.2673357040126876,
        "rotation_y": 0.44470785654262485,
        "rotation_z": 0.9415993773936426,
    },
    "llhks": {// 五尧科目一理论候考室
        "position_x": 109.94260305523429,
        "position_y": 18.132062014532842,
        "position_z": 8.506535802892706,
        "rotation_x": -0.8090611367383109,
        "rotation_y": -0.006176385381745505,
        "rotation_z": -0.00647569862362465,
    },
    "llzzksq": {// 五尧科目一理论自助考试区
        "position_x": 123.34559159467914,
        "position_y": 12.242045388596589,
        "position_z": 4.6157658829088,
        "rotation_x": -0.8090611367384428,
        "rotation_y": -0.006176385382397507,
        "rotation_z": -0.006475698624308183,
    },
    "c5ksq": {// 五尧科目一C5理论考试区
        "position_x": 91.01180308968078,
        "position_y": 9.84478498424009,
        "position_z": -5.872763985298555,
        "rotation_x": -0.952653853752608,
        "rotation_y": -0.007167391635197539,
        "rotation_z": -0.010078754314190795,
    },
    "ll2": {// 五尧科目一理论考试区二楼
        "position_x": 109.17274003548489,
        "position_y": 23.07348628024225,
        "position_z": 8.654560087205493,
        "rotation_x": -0.7817008614512868,
        "rotation_y": -0.003925004795012169,
        "rotation_z": -0.00389605800592112,
    },
    "ll3": {// 五尧科目一理论考试区三楼
        "position_x": 109.30067379960332,
        "position_y": 26.852168309668826,
        "position_z": 8.276440284108602,
        "rotation_x": -0.7714577572312167,
        "rotation_y": -0.006415468429354825,
        "rotation_z": -0.006238924156041412,
    },
    "51000203Y001032" : { // 045监控摄像头 监控中心二楼
        "position_x": -12.687741987877764,
        "position_y": 7.641746818079406,
        "position_z": -0.09698538680332192,
        "rotation_x": -0.5237232190983118,
        "rotation_y": -0.7631375020009699,
        "rotation_z": -0.379794718871327,
    },
    "51000203Y001031" : { // 047监控摄像头 科目二候考室一楼
        "position_x": -6.058388306835144,
        "position_y": 4.163090523901882,
        "position_z": 0.18419858916392506,
        "rotation_x": -0.6365945014723114,
        "rotation_y": -0.7228160273323067,
        "rotation_z": -0.45482704771203913,
    },
    "51000203Y001037" : { // 019监控摄像头 科目一理论考试区三楼
        "position_x": 97.2663903612789,
        "position_y": 11.655892611094046,
        "position_z": -13.859736766368119,
        "rotation_x": -2.5727510355856746,
        "rotation_y": -0.7613814443611109,
        "rotation_z": -2.726171539306299,
    },
    "020_yuliu" : { // 020监控摄像头 科目一理论考试区三楼
        "position_x": 97.7140788646005,
        "position_y": 12.300243450984354,
        "position_z": 0.9121923184266283,
        "rotation_x": -0.7004573190281134,
        "rotation_y": -0.7737693200116821,
        "rotation_z": -0.5324169057100071,
    },
    "51000203Y001036" : { // 035监控摄像头 科目一理论考试区二楼
        "position_x": 104.06716295265846,
        "position_y": 7.866951695551074,
        "position_z": -13.717498168612282,
        "rotation_x": -2.5966858845938776,
        "rotation_y": -0.7007059329672053,
        "rotation_z": -2.7690424936266,
    },
    "51000203Y001035" : { // 038监控摄像头 科目一理论自主考试区一楼
        "position_x": 118.45763923382208,
        "position_y": 4.527712991563452,
        "position_z": -14.420865490396672,
        "rotation_x": -2.5966858845938776,
        "rotation_y": -0.016724487693445114,
        "rotation_z": -3.1313383378345283,
    },
    "51000203Y001033" : { // 040监控摄像头 科目一理论候考区一楼
        "position_x": 103.55624559319622,
        "position_y": 3.9672065933185956,
        "position_z": -13.714676339011753,
        "rotation_x": -2.554132797822394,
        "rotation_y": -0.6840539723101607,
        "rotation_z": -2.743286376948076,
    },
    "51000203Y001034" : { // 042监控摄像头 科目一C5候考室一楼
        "position_x": 89.87162578938813,
        "position_y": 4.008140348651681,
        "position_z": -8.198876856859368,
        "rotation_x": -0.6797135297196483,
        "rotation_y": 0.2887887143987991,
        "rotation_z": 0.22622492865408675,
    }
}