/** 默认视角的一些坐标*/
var coordinate =  {
    "daoku": {
        "10,000": {
            "position_x": 7.902393917406381,
            "position_y": 24.781812678441117,
            "position_z": -69.95646611097803,
            "rotation_x": -2.4147480830230803,
            "rotation_y": -0.11742551982973072,
            "rotation_z": -3.037786182295495,
            "class_id": "daoku_01"
        },
        "10,100": {
            "position_x": 11.436381601832833,
            "position_y": 25.348829556821336,
            "position_z": -53.68121621090491,
            "rotation_x": -2.3811817747992983,
            "rotation_y": -0.08962790488565792,
            "rotation_z": -3.0566545140338843,
            "class_id": "daoku_02"
        },
        "10,200": {
            "position_x": 14.481182879738288,
            "position_y": 27.135423775178108,
            "position_z": -37.195234005719094,
            "rotation_x": -2.3906733499306965,
            "rotation_y": -0.11016717198329998,
            "rotation_z": -3.0393377226308904,
            "class_id": "daoku_03"
        },
        "10,300": {
            "position_x": 16.251777166697657,
            "position_y": 26.713993435032233,
            "position_z": -21.15959543988503,
            "rotation_x": -2.390673324440982,
            "rotation_y": -0.11016716611333857,
            "rotation_z": -3.039337723001333,
            "class_id": "daoku_04"
        }
    },
    "poqi": {
        "30,000": {
            "position_x": -12.184804051504324,
            "position_y": 19.56868786850991,
            "position_z": 44.993416646848175,
            "rotation_x": -0.7641246701288115,
            "rotation_y": -0.49404059710475146,
            "rotation_z": -0.42653121653694337,
            "class_id": "poqi_01"
        },
        "30,100": {
            "position_x": -38.5079469416839,
            "position_y": 15.542298007689926,
            "position_z": 30.113761130610527,
            "rotation_x": -1.036915922955682,
            "rotation_y": -1.2528743635320354,
            "rotation_z": -1.0141206426989542,
            "class_id": "poqi_02"
        },
        "30,200": {
            "position_x": -18.871360883630086,
            "position_y": 15.904854852300105,
            "position_z": 5.370716078246895,
            "rotation_x": -2.352652251376295,
            "rotation_y": -0.8107747869772269,
            "rotation_z": -2.5110315797802802,
            "class_id": "poqi_03"
        }
    },
    "cefang": {
        "40,000": {
            "position_x": -18.512633533988293,
            "position_y": 22.20548901918971,
            "position_z": -62.80546599136153,
            "rotation_x": -2.312975890324195,
            "rotation_y": -0.12558475418866683,
            "rotation_z": -3.005854489083806,
            "class_id": "cefang_01"
        },
        "40,100": {
            "position_x": -15.700939307021134,
            "position_y": 25.313313673177046,
            "position_z": -48.19699105834157,
            "rotation_x": -2.2579702543804743,
            "rotation_y": -0.10505741143798657,
            "rotation_z": -3.0144911730340116,
            "class_id": "cefang_02"
        },
        "40,200": {
            "position_x": -13.119408749507002,
            "position_y": 29.67519156354526,
            "position_z": -30.964961268700247,
            "rotation_x": -2.2000452699244555,
            "rotation_y": -0.08990640419256116,
            "rotation_z": -3.018874990812783,
            "class_id": "cefang_03"
        },
        "40,300": {
            "position_x": -9.643008836969159,
            "position_y": 28.511607772855374,
            "position_z": -10.07097450544888,
            "rotation_x": -2.0540936282300875,
            "rotation_y": -0.054208073273666744,
            "rotation_z": -3.038716663937181,
            "class_id": "cefang_04"
        }
    },
    "quxian": {
        "60,000": {
            "position_x": -43.911548376108996,
            "position_y": 33.37682506369821,
            "position_z": -60.45891128609108,
            "rotation_x": -2.0745275749931418,
            "rotation_y": 0.3714320943565933,
            "rotation_z": 2.5592485175391406,
            "class_id": "quxian_01"
        },
        "60,100": {
            "position_x": -40.182558443560964,
            "position_y": 25.395877970497235,
            "position_z": -30.14076750906342,
            "rotation_x": -2.2752725359252732,
            "rotation_y": 0.3347486816218925,
            "rotation_z": 2.7727589648311026,
            "class_id": "quxian_02"
        }
    },
    "zhijiao": {
        "70,000": {
            "position_x": -64.84506273797554,
            "position_y": 31.07146245774708,
            "position_z": 19.468483762871504,
            "rotation_x": -2.133652920907694,
            "rotation_y": -0.0817394054478321,
            "rotation_z": -3.012899489406611,
            "class_id": "zhijiao_01"
        },
        "70,100": {
            "position_x": -57.83995688704016,
            "position_y": 22.563134452859536,
            "position_z": 22.5072944421536,
            "rotation_x": -2.0367855451551673,
            "rotation_y": -0.07862612652696081,
            "rotation_z": -2.9866691700501784,
            "class_id": "zhijiao_02"
        },
        "70,200": {
            "position_x": -53.751883471400745,
            "position_y": 31.339385890078574,
            "position_z": 14.195532238684057,
            "rotation_x": -1.949810130977997,
            "rotation_y": -0.05485671587311615,
            "rotation_z": -3.004784067055076,
            "class_id": "zhijiao_03"
        }
    },
    "init": {
        "position_x": -11.01396218952544,
        "position_y": 127.13595032739458,
        "position_z": -12.405281633546618,
        "rotation_x": -1.5707973189465991,
        "rotation_y": -1.2974637807194915e-7,
        "rotation_z": -3.01155784482799
    },
    "52100417S001016": { // 直角01 监控设备视频序号
        "position_x": -80.19565712432008,
        "position_y": 30.41616054759736,
        "position_z": 9.86450007714986,
        "rotation_x": -2.2788126616350968,
        "rotation_y": -0.5405922634525776,
        "rotation_z": -2.6003209757927586,
        "class_id": "zhijiao_monitor_01"
    },
    "51000203Y001008": { // 直角02 监控设备视频序号
        "position_x": 23.41066178437441,
        "position_y": 17.852142130004406,
        "position_z": 78.38862589120336,
        "rotation_x": -1.5777043519243845,
        "rotation_y": 0.9380762176330018,
        "rotation_z": 1.5793576509731553,
        "class_id": "zhijiao_monitor_02"
    },
    "51000203Y001015": { // 直角03 监控设备视频序号
        "position_x": -14.232402916896232,
        "position_y": 22.72136893448812,
        "position_z": 60.84343752281328,
        "rotation_x": -0.5000640231292744,
        "rotation_y": -0.03850193261030021,
        "rotation_z": -0.021028541313133028,
        "class_id": "zhijiao_monitor_03"
    },
    "52100494S001015": { // 倒库01 监控设备视频序号
        "position_x": 30.210958297648883,
        "position_y": 22.430849139640074,
        "position_z": -43.9943673549893,
        "rotation_x": -1.0269824595388912,
        "rotation_y": 0.6583699797971458,
        "rotation_z": 0.7913193199138853,
        "class_id": "daoku_monitor_01"
    },
    "51000203Y001007": { // 倒库02 监控设备视频序号
        "position_x": 15.543646170275611,
        "position_y": 16.605313264028517,
        "position_z": 87.71134300385151,
        "rotation_x": -0.5788418440977371,
        "rotation_y": -0.01977422379181105,
        "rotation_z": -0.012921155511617856,
        "class_id": "daoku_monitor_02"
    },
    "51000203Y001023": { // 倒库03 监控设备视频序号
        "position_x": 51.96813979238678,
        "position_y": 20.599402297041376,
        "position_z": 14.196432249738177,
        "rotation_x": -2.4008946733896024,
        "rotation_y": 0.004980730070718804,
        "rotation_z": 3.137038472462268,
        "class_id": "daoku_monitor_03"
    },
    "51000203Y001024": { // 倒库04 监控设备视频序号
        "position_x": 17.099999999282606,
        "position_y": 20.599402297041376,
        "position_z": 14.196432249738177,
        "rotation_x": -2.4008946733896024,
        "rotation_y": 0.004980730070718804,
        "rotation_z": 3.137038472462268,
        "class_id": "daoku_monitor_04"
    },
    "51000203Y001025": { // 倒库05 监控设备视频序号
        "position_x": 26.39926219876445,
        "position_y": 20.85495143007461,
        "position_z": 49.46909702792239,
        "rotation_x": -0.8962464592587779,
        "rotation_y": -0.023188877670622648,
        "rotation_z": -0.028986733799357657,
        "class_id": "daoku_monitor_05"
    },
    "52100417S001018": { // 曲线01 监控设备视频序号
        "position_x": -76.63205615404462,
        "position_y": 17.38292440879706,
        "position_z": -21.05090208806511,
        "rotation_x": -2.1555228453661295,
        "rotation_y": -0.8270019480909618,
        "rotation_z": -2.303333768327509,
        "class_id": "quxian_monitor_01"
    },
    "51000203Y001012": { // 曲线02 监控设备视频序号
        "position_x": 89.59819760639738,
        "position_y": 16.167698287739974,
        "position_z": 20.80195041352713,
        "rotation_x": -2.3965404034094617,
        "rotation_y": -0.3052206740341674,
        "rotation_z": -2.8712081682548396,
        "class_id": "quxian_monitor_02"
    },
    "52100102S001021": { // 侧方01 监控设备序号
        "position_x": -17.010889673427286,
        "position_y": 22.796081804116206,
        "position_z": -57.1494847636549,
        "rotation_x": -2.149401062121992,
        "rotation_y": 0.41389578769299906,
        "rotation_z": 2.5896882087289574,
        "class_id": "cefang_monitor_01"
    },
    "51000203Y001010": { // 侧方02 监控设备视频序号
        "position_x": -9.021728777020186,
        "position_y": 15.149882107499147,
        "position_z": 91.95052695520339,
        "rotation_x": -1.544973754162313,
        "rotation_y": -1.039128819367545,
        "rotation_z": -1.5408407591454134,
        "class_id": "cefang_monitor_02"
    },
    "51000203Y001022": { // 侧方03 监控设备视频序号
        "position_x": 84.65229930985342,
        "position_y": 20.38793086005248,
        "position_z": 30.150380583230927,
        "rotation_x": -1.1518405040494295,
        "rotation_y": 0.747764387035142,
        "rotation_z": 0.9909952142321403,
        "class_id": "cefang_monitor_03"
    },
    "52100415Y001011": { // 坡起01 监控设备视频序号
        "position_x": 13.951015711760938,
        "position_y": 23.35711985381156,
        "position_z": 41.73215664659394,
        "rotation_x": -0.9360582071035349,
        "rotation_y": 0.6821843220131996,
        "rotation_z": 0.7080722480821586,
        "class_id": "poqi_monitor_01"
    },
    "51000203Y001014": { // 坡起02 监控设备视频序号
        "position_x": 52.810495027082375,
        "position_y": 14.025517012198323,
        "position_z": 71.9060716183216,
        "rotation_x": -2.444906235768468,
        "rotation_y": -0.9926923928809548,
        "rotation_z": -2.530406458407949,
        "class_id": "poqi_monitor_02"
    },
    "52100417S001013": { // 全景 监控设备视频序号
        "position_x": -11.01396218952544,
        "position_y": 127.13595032739458,
        "position_z": -12.405281633546618,
        "rotation_x": -1.5707973189465991,
        "rotation_y": -1.2974637807194915e-7,
        "rotation_z": -3.01155784482799,
        "class_id": "quanjing_monitor"
    }
}